"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Tambah";

"Add US bank account" = "Tambah akaun bank AS";

"Add a card" = "Tambah kad";

"Add a payment method" = "Tambah kaedah pembayaran";

"Add card" = "Tambah kad";

"Add new card" = "Tambah kad baharu";

"Add new payment method" = "Tambah kaedah pembayaran baharu";

"Add your payment information" = "Tambah maklumat pembayaran anda";

"Approve payment" = "Luluskan pembayaran";

"Back" = "Undur";

"Bank" = "Bank";

"Bank account" = "Akaun bank";

"Buy now or pay later with <img/>" = "Beli sekarang atau bayar kemudian dengan <img/>";

"Buy now or pay later with Afterpay" = "Beli sekarang atau bayar kemudian dengan Afterpay";

"Buy now or pay later with Clearpay" = "Beli sekarang atau bayar kemudian dengan Clearpay";

"Buy now or pay later with Klarna" = "Beli sekarang atau bayar kemudian dengan Klarna";

"Buy using a UPI ID" = "Beli menggunakan ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan mengesahkan pembayaran anda dengan PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke Amazon Pay, anda membenarkan %@ mengecaj akaun Amazon Pay anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Dengan meneruskan langkah ke Klarna, anda membenarkan %1$@ mengecaj akaun Klarna anda bagi pembayaran masa hadapan menurut terma mereka dan terma Klarna. Anda boleh mengubah tetapan ini pada bila-bila masa dalam app Klarna anda atau dengan menghubungi %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke Revolut Pay, anda membenarkan %@ mengecaj akaun Revolut Pay anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan meneruskan langkah, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Dengan meneruskan langkah, anda mengizinkan %1$@ untuk mendebitkan akaun Cash App anda bagi pembayaran ini dan pembayaran masa hadapan menurut terma %2$@, sehinggalah keizinan ini dibatalkan. Anda boleh mengubah keizinan ini pada bila-bila masa dalam Tetapan Cash App anda.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan menyertai Link, anda bersetuju dengan <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Dengan memberikan butiran akaun bank anda dan mengesahkan pembayaran ini, anda bersetuju dengan Permintaan Debit Terus ini dan <terms>perjanjian perkhidmatan Permintaan Debit Terus</terms>, serta memberikan kuasa kepada Stripe Payments Australia Pty Ltd ACN 160 180 343 ID Pengguna Debit Terus bernombor 507156 (“Stripe”) untuk mendebitkan akaun anda melalui Sistem Penjelasan Elektronik Pukal (Bulk Electronic Clearing System, BECS) bagi pihak %@ (\"Peniaga\") untuk sebarang amaun yang dikomunikasikan kepada anda secara berasingan oleh Peniaga. Anda memperakui bahawa anda merupakan sama ada pemegang akaun atau penandatangan yang dibenarkan bagi akaun yang tersenarai di atas.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Dengan memberikan maklumat kad anda, anda membenarkan %@ mengecaj kad anda bagi pembayaran masa hadapan menurut terma mereka.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan memberikan e-mel anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Dengan memberikan maklumat pembayaran anda dan mengesahkan pembayaran ini, anda mengizinkan (A) %@ dan Stripe, iaitu penyedia khidmat pembayaran kami, untuk menghantar arahan kepada bank untuk mendebitkan akaun anda dan (B) bank anda untuk mendebitkan akaun anda menurut arahan tersebut. Sebagai sebahagian daripada hak anda, anda layak mendapat bayaran balik daripada bank menurut terma dan syarat perjanjian dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu mulai tarikh akaun anda didebitkan. Hak anda dijelaskan dalam pernyataan yang boleh anda dapatkan daripada bank anda. Anda bersetuju untuk menerima pemberitahuan bagi debit masa hadapan sehingga 2 hari sebelum debit tersebut dibuat.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan memberikan nombor telefon anda, anda bersetuju untuk mencipta akaun Link dan menyimpan maklumat pembayaran anda di Link, menurut <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy> Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menyimpan akaun bank anda untuk %@, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Batalkan dan bayar dengan cara lain";

"Choose a payment method" = "Pilih kaedah pembayaran";

"Close card scanner" = "Tutup pengimbas kad";

"Confirm" = "Sahkan";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank atau aplikasi pembayaran anda dalam %@ untuk menyelesaikan pembelian.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank anda dalam %@ untuk menyelesaikan pembelian.";

"Confirm your CVC" = "Sahkan CVC anda";

"Contact information" = "Maklumat hubungan";

"EPS Bank" = "Bank EPS";

"Enter address manually" = "Masukkan alamat secara manual";

"FPX Bank" = "Bank untuk FPX";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Saya faham bahawa Stripe akan mengutip Debit Terus bagi pihak %@ dan mengesahkan sayalah pemegang akaun dan satu-satunya individu yang diperlukan untuk mengizinkan debit daripada akaun ini.";

"IBAN" = "IBAN";

"Manage payment method" = "Urus kaedah pembayaran";

"Manage payment methods" = "Urus kaedah pembayaran";

"Manage your payment methods" = "Urus kaedah pembayaran anda";

"Name on card" = "Nama pada kad";

"New card" = "Kad baharu";

"New payment method" = "Kaedah pembayaran baharu";

"Open your UPI app to approve your payment within %@" = "Buka aplikasi UPI untuk meluluskan pembayaran anda dalam masa %@";

"Or" = "Atau";

"Or pay using" = "Atau bayar menggunakan";

"Or pay with a card" = "Atau bayar dengan kad";

"Or use" = "Atau gunakan";

"Or use a card" = "Atau gunakan kad";

"Pay %@" = "Bayar %@";

"Pay another way" = "Bayar dengan cara lain";

"Pay faster at %@ and thousands of businesses." = "Bayar dengan lebih cepat di %@ dan beribu-ribu perniagaan.";

"Pay over time with %@" = "Bayar dari semasa ke semasa dengan %@";

"Pay over time with Affirm" = "Bayar dari semasa ke semasa dengan Affirm";

"Pay with Link" = "Bayar dengan Link";

"Pay with your bank account in just a few steps." = "Bayar dengan akaun bank anda dengan hanya beberapa langkah.";

"Payment failed" = "Pembayaran tidak berjaya";

"Please go back and select another payment method" = "Sila undur dan pilih kaedah pembayaran yang lain";

"Point the camera at your card." = "Halakan kamera pada kad anda.";

"Processing..." = "Sedang diproses...";

"Przelewy24 Bank" = "Bank Przelewy24";

"Remove card?" = "Alih keluar kad?";

"Remove payment method" = "Alih keluar kaedah pembayaran";

"Save" = "Simpan";

"Save a new payment method" = "Simpan kaedah pembayaran baharu";

"Save address" = "Simpan alamat";

"Save for future payments" = "Simpan untuk pembayaran masa hadapan";

"Save payment details to %@ for future purchases" = "Simpan butiran pembayaran di %@ untuk pembelian yang akan datang";

"Save this account for future %@ payments" = "Simpan akaun ini untuk pembayaran %@ masa hadapan";

"Save your bank account in just a few steps." = "Simpan akaun bank anda dengan hanya beberapa langkah.";

"Save your info for secure 1-click checkout with Link" = "Simpan maklumat anda untuk proses bayar dan keluar dengan sekali klik yang selamat dengan Link";

"Saved" = "Disimpan";

"Select card" = "Pilih kad";

"Select payment method" = "Pilih kaedah pembayaran";

"Select your payment method" = "Pilih kaedah pembayaran anda";

"Set up" = "Sediakan";

"Shipping to %@ is not supported." = "Penghantaran ke %@ tidak disokong.";

"Show menu" = "Paparkan menu";

"Simple, secure one-click payments" = "Pembayaran dengan sekali klik yang mudah dan selamat";

"Something went wrong when linking your account.\nPlease try again later." = "Ada sesuatu yang tidak kena ketika memautkan akaun anda.\nSila cuba lagi kemudian.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan proses menyimpan akaun bank anda dengan %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan pembayaran kepada %@.";

"The IBAN you entered is incomplete." = "IBAN yang anda masukkan tidak lengkap.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN yang anda masukkan tidak sah, \"%@\" bukanlah kod negara yang disokong.";

"Update" = "Kemas kinikan";

"Update card brand" = "Kemas kinikan jenama kad";

"View more" = "Lihat lebih banyak";

"Your IBAN should start with a two-letter country code." = "IBAN anda harus bermula dengan kod negara dua huruf.";

"iDEAL Bank" = "Bank iDEAL";
